brew "git"
brew "ripgrep"
brew "fd"
brew "bat"
brew "zoxide"
brew "atuin"
brew "eza"
brew "sd"
brew "fzf"
brew "jq"
brew "gh"
brew "lazygit"
brew "direnv"
brew "node"
brew "pnpm"
brew "fish"
brew "fisher"
brew "pylsp"
brew "ffmpeg"
brew "libheif"
brew "uv"
brew "gemini-cli"
brew "opencode"
brew "neovim"
brew "mise"
brew "libyaml"
brew "beads"

cask "raycast"
cask "rectangle"
cask "1password"
cask "font-hack-nerd-font"
cask "ghostty"
cask "discord"
cask "spotify"
cask "tableplus"
cask "maccy"
cask "obsidian"

